---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetOfWater39_2DegreesFahrenheit
source: html/69dfa3e3-6dee-4f75-c3b0-a1188c14c33e.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetOfWater39_2DegreesFahrenheit Property

Feet of water (39.2 °F).

## Syntax (C#)
```csharp
public static ForgeTypeId FeetOfWater39_2DegreesFahrenheit { get; }
```